Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Encryption, decryption and authentication of information, messages and data
it: Codifica, decodifica e autenticazione di informazioni, messaggi e dati

source: Engineering and computer-aided engineering services
it: Servizi tecnici e progettazione assistita da computer

source: Calibration of instruments
it: Taratura di strumenti

source: Calibration services relating to electronic apparatus
it: Servizi di taratura in materia di apparecchi elettronici

source: Analytical and testing services for oil workings
it: Servizi di analisi e controllo per scavi petroliferi

source: Analytical services relating to the assessment of the chemical content of liquids
it: Servizi analitici in materia di valutazione del contenuto chimico di liquidi

source: Analytical services relating to the determination of the bacterial content of liquids
it: Servizi analitici riguardanti la determinazione del contenuto batterico di liquidi

source: Application service provider services
it: Servizi di fornitura di servizi applicativi

source: Computer aided part and mould design services
it: Progettazione computerizzata di componenti e stampi

source: Analysis of paints
it: Analisi di vernici

source: Technical advice relating to operation of computers
it: Consulenza tecnica in materia di utilizzo di computer

source: Technical consultancy in relation to the technical research in the field of food and beverages
it: Consulenza tecnica relativa alla ricerca tecnica in materia di alimenti e bevande

source: Technical consulting in the field of environmental engineering
it: Consulenza tecnica nel settore dell'ingegneria ambientale

source: Services for the provision of technological information
it: Servizi per la fornitura di informazioni tecnologiche

source: Consultation services relating to computer systems
it: Servizi di consulenza relativi ai sistemi informatici

source: Designing of electronic systems
it: Progettazione di sistemi elettronici

source: Condition monitoring relating to greases
it: Monitoraggio delle condizioni in materia di grassi

source: Chemical analysis
it: Analisi chimiche

source: Bacteriological analysis
it: Analisi batteriologiche

source: Engineering services relating to machine tool design
it: Servizi tecnici relativi alla progettazione di macchine utensili

source: Preparation of data processing programmes
it: Preparazione di programmi di elaborazione dati

source: Preparation of reports in the biotechnology field
it: Preparazione di relazioni in campo biotecnologico

source: Design and development of computer hardware
it: Elaborazione e sviluppo di hardware

source: Development of software for compression and decompression of multimedia contents
it: Sviluppo di software per la compressione e decompressione di contenuti multimediali

source: Development of hardware for compression and decompression of multimedia contents
it: Sviluppo di hardware per la compressione e decompressione di contenuti multimediali

source: Design and development of software and hardware for signal amplification and transmission
it: Progettazione e sviluppo di software e hardware per amplificazione e trasmissione di segnali

source: Computer programming and maintenance of computer programs
it: Programmazione di computer e manutenzione di programmi per computer

source: Computer programming of computer games
it: Programmazione di giochi per computer

source: Land surveying
it: Agrimensura

source: Development of programmes for data processing
it: Sviluppo di programmi per l' elaborazione di dati

source: Development of systems for the storage of data
it: Sviluppo di sistemi per l'archiviazione di dati

source: Disaster recovery services for data communications systems
it: Servizi di recupero dati per sistemi di comunicazione dati

source: Scientific and industrial research
it: Ricerca scientifica ed industriale

source: Gas exploration
it: Ricerca di gas

source: Authenticating works of art
it: Autenticazione di opere d'arte

source: Calibration [measuring]
it: Taratura [misurazione]

source: Advisory services relating to computer software used for publishing
it: Servizi di consulenza in materia di software per l'editoria

source: Advisory services relating to energy efficiency
it: Servizi di consulenza in materia di efficienza energetica

source: Data conversion of electronic information
it: Conversione dati di informazioni elettroniche

source: Safety testing relating to lifting equipment
it: Test di sicurezza di apparecchiature di sollevamento

source: Advisory services relating to science
it: Servizi di consulenza in materia di scienza

source: Scientific research relating to bacteriology
it: Ricerca scientifica in materia di batteriologia

source: Evaluation of performance of data-processing against bench-mark references
it: Valutazione delle prestazioni di elaborazione dati rispetto a parametri di riferimento

source: Industrial testing of engineering works
it: Analisi industriale di opere tecniche

source: Exploration of gas and oil
it: Prospezione di gas e petrolio

source: Development of aircraft
it: Sviluppo di velivoli

source: Development of construction projects
it: Sviluppo di progetti di costruzione

source: Development of engines
it: Sviluppo di motori

source: Installation and maintenance of computer programs
it: Installazione e manutenzione di programmi per computer

source: Engineering consultancy relating to computer programming
it: Consulenza tecnica in materia di programmazione di computer

source: Set design for theatrical enterprises
it: Progettazione del set per compagnie teatrali

source: Underwater exploration
it: Esplorazioni subacquee

source: Research relating to computers
it: Ricerca in materia di computer

source: Research relating to cultivation in agriculture
it: Ricerca in materia di coltivazione nell'agricoltura

source: Consultancy services relating to geographical planning
it: Servizi di consulenza in materia di pianificazione geografica

source: Consultancy services relating to geophysics
it: Servizi di consulenza in materia di geofisica

source: Consultancy services relating to nuclear engineering
it: Servizi di consulenza riguardanti l'ingegneria nucleare

source: Technical advisory services relating to data processing
it: Servizi di consulenza tecnica riguardanti l'elaborazione di dati

source: Technical consultancy services relating to information technology
it: Servizi di tecnica in materia di tecnologia dell' nformazione

source: Technical consultancy services relating to marine engineering
it: Servizi di consulenza tecnica in materia di ingegneria marina

source: Providing temporary use of on-line, non-downloadable software for use in publishing and printing
it: Utilizzo temporaneo di software on-line, non scaricabili per l'editoria e la stampa

source: Planning in relation to town planning and commercial town planning
it: Pianificazione in materia di urbanistica e di urbanistica commerciale

source: Design of three dimensional displays
it: Progettazione di display tridimensionali

source: Information services relating to the safety of fertilisers used in agriculture
it: Servizi d'informazione relativi alla sicurezza di fertilizzanti usati in agricoltura

source: Technical research in the field of aeronautics
it: Ricerche tecniche nel campo dell'aeronautica

source: Scientific research relating to genetics of plants
it: Ricerca scientifica in materia di genetica delle piante

source: Analysis of the mode of action of chemical combinations on animals
it: Analisi della modalità di azione di combinazioni chimiche su animali

source: Biochemical research and development
it: Ricerca e sviluppo in campo biochimico

source: Analysis of stream water quality
it: Analisi della qualità di flussi d'acqua

source: Architectural design for interior decoration
it: Progettazione architettonica per arredamento

source: Medical research
it: Ricerca medica

source: Biological research, clinical research and medical research
it: Ricerca biologica, ricerca clinica e ricerca medica

source: Design and maintenance of computer sites for third parties
it: Progettazione e manutenzione di siti informatici per conto terzi

source: Design of home pages
it: Design di home page

source: Research and development in the pharmaceutical and biotechnology fields
it: Ricerca e sviluppo nel settore farmaceutico e biotecnologico

source: Research and development of new products for third parties in the field of plastic materials
it: Ricerca e sviluppo di nuovi prodotti per terzi nel campo delle materie plastiche

source: Quality control of raw materials
it: Controllo qualità di materie prime

source: Development of software solutions for internet providers and internet users
it: Sviluppo di soluzioni software a favore di provider di Internet e utenti di Internet

source: Development, design and updating of home pages
it: Sviluppo, progettazione e aggiornamento di homepage

source: Services of a chemical and/or biological laboratory
it: Servizi di un laboratorio chimico e/o biologico

source: Measuring variables associated with the drilling of boreholes
it: Variabili di misurazione associate alla trivellazione di pozzi

source: Monitoring of activities which influence the environment within buildings
it: Monitoraggio di attività che influenzano l'ambiente all'interno di edifici

source: Monitoring of events which influence the environment within civil engineering structures
it: Monitoraggio di eventi che influenzano l'ambiente nell'ambito di strutture d'ingegneria civile

source: Design services for display systems for promotional purposes
it: Servizi di progettazione di sistemi di esposizione a scopi promozionali

source: Assessing chemical information in relation to risks
it: Valutazione di dati chimici in relazione al rischio

source: Conducting feasibility studies relating to computer software
it: Conduzione di studi di fattibilità in materia di software

source: Furnishing design services for the interiors of ships
it: Servizi di progettazione di arredi per interni di navi

source: Geophysical surveys
it: Rilevamenti geofisici

source: Hosting the computer sites (web sites) of others
it: Hosting di siti informatici (siti web) di terzi

source: Configuration of computer systems and networks
it: Configurazione di sistemi e reti informatiche

source: Project studies relating to software
it: Studi di progetti in materia di software

source: Provision of information relating to computer programming
it: Fornitura di informazioni riguardanti la programmazione di computer

source: Computer network services
it: Servizi per rete informatica

source: Analytical services utilizing radar
it: Servizi analitici mediante radar

source: Archaeological exploration
it: Esplorazione archeologica

source: Biotechnology testing
it: Analisi biotecnologiche

source: Calibration services relating to computer software
it: Servizi di taratura in materia di software

source: Interior design services and information and advisory services relating thereto
it: Progettazione d'interni e relative informazioni e consulenza

source: Testing of machinery
it: Collaudo di macchinari

source: Planning [design] of bars
it: Progettazione [design] di bar

source: Provision of information relating to computers
it: Fornitura di informazioni relative a computer

source: Provision of research services
it: Fornitura di servizi di ricerca

source: Advisory services relating to computer software design
it: Servizi di consulenza in materia di progettazione di software

source: Design services relating to the installation of sanitary fittings
it: Servizi di progettazione relativi all'installazione di accessori sanitari

source: Design services relating to the publication of documents
it: Progettazione in materia di pubblicazione di documenti

source: Recording data relating to energy consumption in buildings
it: Registrazione di dati relativi al consumo energetico in edifici

source: Testing of vehicles
it: Collaudo di veicoli

source: Design and creating web sites for others
it: Progettazione e creazione di siti web per terzi

source: Creating and designing web pages for others
it: Creazione e progettazione di pagine web per terzi

source: Technological advisory services relating to computer programs
it: Servizi di consulenza tecnologica in materia di programmi per computer

source: Technological services relating to rheology
it: Servizi tecnologici in materia di reologia

source: Designing websites for advertising purposes
it: Progettazione di siti web per scopi pubblicitari

source: Writing of computer programs for biotechnological applications
it: Elaborazione di programmi per computer per applicazioni biotecnologiche

source: Design services relating to data processing tools
it: Servizi di progettazione di strumenti di elaborazione dati

source: Design of curtains
it: Progettazione di tende

source: Preparation of reports relating to computers
it: Stesura di relazioni informatiche

source: Professional advisory services relating to computer hardware
it: Consulenza professionale in materia di hardware

source: Analysing of air in building environments
it: Analisi dell'aria in ambienti edificati

source: Calibration services relating to analytical apparatus
it: Servizi di taratura in materia di apparecchi di analisi

source: Geophysical exploration for the oil, gas and mining industries
it: Esplorazione geofisica per i settori petrolifero, dei gas e minerario

source: Forensic advice relating to explosions
it: Consulenza legale in materia di esplosioni

source: Computer and information technology consultancy services
it: Consulenza in materia di computer ed informatica

source: Professional consultancy relating to the science of ergonomics
it: Consulenza professionale relativa alla scienza dell'ergonomia

source: Laboratory services for analytical testing
it: Servizi di laboratorio per test analitici

source: Provision of technical information relating to the manufacture of paper
it: Fornitura di informazioni tecniche riguardanti la fabbricazione della carta

source: Development and design of digital sound and image carriers
it: Progettazione e creazione di supporti digitali per suono e immagini

source: Maintenance of data bases
it: Manutenzione di database

source: Analysis of geological samples
it: Analisi di campioni geologici

source: Analysis of materials
it: Analisi di materiali

source: Technical consulting in the field of pollution detection
it: Consulenza tecnica nella rilevazione dell'inquinamento

source: Services for the digitalization of maps
it: Servizi di digitalizzazione di carte geografiche

source: Services for the planning [design] of public houses
it: Servizi per la pianificazione [progettazione] di pub

source: Consultancy services relating to quality control
it: Consulenza in materia di controllo qualità

source: Consultation services relating to physics
it: Servizi di consulenza in materia di fisica

source: Design of computer hardware
it: Progettazione di hardware

source: Designing of paint techniques
it: Progettazione di tecniche di pittura

source: Engineering services relating to information technology
it: Servizi tecnici in materia di tecnologia dell'informazione

source: Environmental testing of vibration
it: Controllo ambientale di vibrazioni

source: Advice relating to the design of computer hardware
it: Consigli relativi alla progettazione di hardware per computer

source: Design of software for audio and video operators
it: Progettazione di software per operatori audio e video

source: Development of hardware for audio and video operators
it: Sviluppo di hardware per operatori audio e video

source: Development of software for processing and distribution of multimedia contents
it: Progettazione di software per l'elaborazione e la distribuzione di contenuti multimediali

source: Research relating to industrial machinery
it: Ricerca riguardante macchinari industriali

source: Advisory and consultancy services relating to computer hardware
it: Servizi di consulenza in materia di hardware informatico

source: Structural engineering services
it: Servizi di ingegneria strutturale

source: Styling [industrial design]
it: Stilismo [industrial design]

source: Surveys (Conducting -)
it: Realizzazione di sondaggi

source: Development of new products
it: Sviluppo di nuovi prodotti

source: Development of power assemblies
it: Sviluppo di assemblaggi elettrici

source: Encryption of digital music
it: Cifratura di musica digitale

source: Science and technology services
it: Servizi di scienza e tecnologia

source: Leasing of scientific instruments
it: Noleggio di apparecchiature scientifiche

source: Biological research
it: Ricerche biologiche

source: Design of graphic software systems
it: Progettazione di software per la grafica

source: Examination of welded fabrications to determine structure
it: Esame di strutture saldate per determinarne la struttura

source: Digitization of documents
it: Digitalizzazione di documenti

source: Development of industrial machinery
it: Sviluppo di macchine industriali

source: Engineering services for the analysis of machinery
it: Servizi tecnici per l'analisi di macchine

source: Engineering services related to integrated circuit diagnostics
it: Servizi d'ingegneria in materia di diagnostica relativa a circuiti integrati

source: Computer software design and updating
it: Progettazione e aggiornamento di software

source: Technological services relating to computers
it: Servizi tecnologici in materia di computer

source: Updating of computer software relating to computer security and prevention of computer risks
it: Aggiornamento di software per la sicurezza informatica e la prevenzione di rischi informatici

source: Writing and updating computer software
it: Compilazione e aggiornamento di software

source: Research relating to demographics
it: Ricerca riguardo ad elementi demografici

source: Conducting feasibility studies relative to gas exploitation
it: Conduzione di studi di fattibilità relativi all'estrazione di gas

source: Providing temporary use of non-downloadable computer software for shipment processing over computer networks, intranets and the internet
it: Utilizzo temporaneo di software non scaricabili per elaborazione di spedizioni su reti informatiche, reti interne e Internet

source: Structural and functional analysis of genomes
it: Analisi strutturale e funzionale di genomi

source: Services for the writing of computer programs
it: Servizi di scrtittura di software per computer

source: Document data transfer from one computer format to another
it: Trasferimento di dati documentari da un formato informatico a un altro

source: Design of brand names
it: Design di marchi

source: Design of information systems relating to management
it: Progettazione di sistemi di informazione riguardanti la gestione

source: Electrical engineering services
it: Servizi d'ingegneria elettrica

source: Design of mechanical, electromechanical and optoelectronic apparatus and instruments
it: Progettazione di apparecchi e strumenti meccanici, elettromeccanici e ottico-elettronici

source: Testing of filters
it: Collaudo di filtri

source: Testing of raw materials
it: Analisi di materie prime

source: Working on and evaluation of chemical analyses
it: Effettuazione e valutazione di analisi chimiche

source: Computer software research
it: Ricerche in materia di software

source: Environmental testing and inspection services
it: Servizi di ispezione e analisi ambientale

source: Architectural project management
it: Gestione di progetti architettonici

source: Architectural services for the design of office facilities
it: Servizi architettonici per la progettazione di locali per uffici

source: Designing of microchips for others
it: Progettazione di microchip per conto terzi

source: Interior design services for boutiques
it: Progettazione di interni per boutique

source: Comparative analysis studies of the performance of computer systems
it: Studi di analisi comparativa delle prestazioni di sistemi informatici

source: Compilation of environmental information
it: Compilazione di informazioni ambientali

source: Compilation of information relating to information technology
it: Compilazione di informazioni in materia di informatica

source: Computer aided design for manufacturing operations
it: Progettazione assistita da computer per operazioni produttive

source: Research in the field of energy
it: Ricerca in ambito energetico

source: Quality control of completed buildings
it: Controllo della qualità di edifici completati

source: Development of interactive multimedia software
it: Sviluppo di software interattivi multimediali

source: Research on building construction or city planning
it: Ricerca in materia d'edilizia o pianificazione urbana

source: Meteorological research
it: Ricerche meteorologiche

source: Microbiological testing
it: Analisi microbiologiche

source: Technical consultancy services relating to structural engineering
it: Servizi di consulenza tecnica relativi all'ingegneria strutturale

source: Computer time sharing facilities (Provision of -)
it: Fornitura di strutture di time-sharing per computer

source: Geological probing of building plots
it: Sondaggio geologico di aree edificabili

source: Creating programmes for data processing
it: Creazione di programmi per l'elaborazione dati

source: Creation, updating and adapting of computer programs
it: Creazione, aggiornamento e adattamento di programmi per computer

source: Cross-platform conversion of digital content into other forms of digital content
it: Conversione a piattaforme incrociate di contenuti digitali in altre forme di contenuti digitali

source: Consultancy relating to the design of packaging
it: Consulenza in materia di progettazione d'imballaggi

source: Consultancy services for designing information systems
it: Consulenza per la progettazione di sistemi di informazione

source: Provision of information relating to information technology
it: Emissione di informazioni in materia di informatica

source: Anti-spamming services
it: Servizi anti-spamming

source: Technical consultation in the field of aerospace engineering
it: Consulenza tecnica nel campo dell'ingegneria aerospaziale

source: Drawing up of expert technical opinions in connection with oil deposits
it: Redazione di opinioni tecniche di esperti relative a depositi di petrolio

source: Geological surveys or research
it: Perizie o ricerche geologiche

source: Maintenance of computer software used for operating filling apparatus and machines
it: Manutenzione di software per la gestione di apparecchi e macchine di riempimento

source: Office furniture design
it: Design di mobili per ufficio

source: Professional consultancy relating to fitted kitchen design
it: Consulenza professionale in materia di progettazione di cucine su misura

source: Professional consultancy relating to industrial design
it: Consulenza professionale in disegno industriale

source: Writing of programs for data processing
it: Scrittura di programmi di elaborazione dati

source: Advisory services relating to scientific instruments
it: Servizi di consulenza in materia di strumenti scientifici

source: Advisory services relating to technological research
it: Servizi di consulenza riguardanti la ricerca tecnologica

source: Airborne remote monitoring relating to environmental explorations
it: Monitoraggio aereo a distanza in materia di esplorazioni ambientali

source: Advice relating to the development of computer systems
it: Consulenza in materia di elaborazione di sistemi informatici

source: Advisory services relating to computer based information systems
it: Consulenza relativa alla progettazione di edifici
